Repository: hectr/ErrorKit
Catalog: ErrorKit-Example/ErrorKit-Example/*.lproj/ErrorKit.strings
Languages: ca

source: '<' Required
ca: '<' requerit

source: '<' Used In Attribute Error
ca: Error causat per un '<' en un atribut

source: '</' Required
ca: '</' requerido

source: '=' Expected
ca: S'esperava un '='

source: '>' Required
ca: '>' requerido

source: Access Information Invalid
ca: Informació d'accés invàlida

source: Account Already Exists
ca: El compte ja existeix

source: Account Authentication Failed
ca: L'autenticació del compte ha fallat

source: Account Error
ca: Error de compte

source: Account Missing Required Property
ca: Falta propietat necessària del compte

source: Account Not Found
ca: Compte no trobat

source: Account Type Invalid
ca: Tipus de compte no vàlid

source: Admob Error
ca: Error d'Admob

source: Application Inactive Error
ca: Error d'aplicació inactiva

source: Attribute Has No Value
ca: Atribut sense un valor

source: Attribute List Not Finished
ca: Llista d'atributs no finalitzada

source: Attribute List Not Started
ca: Llista d'atributs no començada

source: Attribute Non Existent
ca: Atribut inexistent

source: Attribute Not Finished
ca: Atribut no finalitzat

source: Attribute Not Started
ca: Atribut no començat

source: Attribute Redefined
ca: Atribut redefinit

source: Authorization/Authentication Failed
ca: Error d'autorització/autenticació

source: Bad Server Response
ca: Resposta de servidor invàlida

source: Bad URL
ca: URL invàlida

source: Banner Visible Without Content
ca: Visible anunci sense contingut

source: Buffer Too Small
ca: Buffer massa petit

source: CDATA Not Finished
ca: CDATA no finalitzada

source: CDATA Required
ca: CDATA requerida

source: Call Is Active
ca: Trucada activa

source: Cancel
ca: Cancel·lar

source: Cancelled
ca: Cancel·lat

source: Cannot Close File
ca: No es pot tancar el fitxer

source: Cannot Connect To Host
ca: No es pot connectar al host

source: Cannot Create File
ca: No es pot crear el fitxer

source: Cannot Decode Content Data
ca: No es poden descodificar les dades del contingut

source: Cannot Decode Raw Data
ca: No es poden descodificar les dades

source: Cannot Filter Deferred Distance
ca: No es pot filtrar distància diferida

source: Cannot Find Host
ca: No es pot trobar el host

source: Cannot Load From Network
ca: No es pot carregar des de la xarxa

source: Cannot Move File
ca: No es pot moure el fitxer

source: Cannot Open File
ca: No es pot obrir el fitxer

source: Cannot Parse Response
ca: No es pot analitzar la resposta

source: Cannot Remove File
ca: No es pot suprimir el fitxer

source: Cannot Write To File
ca: No es pot escriure al fitxer

source: Change URL
ca: Canvia l'URL

source: Client Certificate Rejected
ca: Certificat de client rebutjat

source: Client Certificate Required
ca: Necessari certificat de client

source: Comment Contains Double Hyphen
ca: El comentari conté un guió doble

source: Comment Not Finished
ca: Comentari no finalitzat

source: Conditional Section Not Finished
ca: Secció condicional no finalitzada

source: Conditional Section Not Started
ca: Secció condicional no començada

source: Configuration Error
ca: Error de configuració

source: Connect
ca: Connectar

source: Connect to
ca: Connectar-se a

source: Connecting...
ca: Connectant...

source: Connection Lost
ca: S'ha perdut la connexió

source: Connection failed
ca: Connexió fallida

source: Corrupt File
ca: Fitxer corrupte

source: DNS Lookup Failed
ca: Consulta de DNS fallida

source: DOCTYPE Declaration Not Finished
ca: Declaració de DOCTYPE no finalitzada

source: Data Base Error
ca: Error a la Base de Dades

source: Data Error
ca: Error de dades

source: Data Length Exceeds Maximum
ca: La longitud de les dades supera el màxim

source: Data Not Allowed
ca: No s'admeten les dades

source: Data Not Available
ca: Dades no disponibles

source: Data Not Modifiable
ca: Les dades no són modificables

source: Data Too Large
ca: Masses dades

source: Date Too Late
ca: Data massa tard

source: Date Too Soon
ca: Data massa aviat

source: Default Keychain Non Existent
ca: No hi ha clauer predeterminat

source: Deferred Accuracy Too Low
ca: Precisió de diferit massa baixa

source: Deferred Not Updating Location
ca: No s'actualitza la ubicació diferida

source: Deferred Update Canceled
ca: Actualització diferida cancel·lada

source: Deferred Update Failed
ca: Actualització diferida fallida

source: Delegate Aborted Parse
ca: El delegat ha suspès l'anàlisi gramatical

source: Delete Denied
ca: Supressió denegada

source: Denied
ca: Denegat

source: Destination Store Error
ca: Error al magatzem de destí

source: Document Start Error
ca: Error d'inici de document

source: Download Decoding Failed
ca: La descodificació ha fallat durant la descarregar

source: Download Decoding Failed To Complete
ca: La descodificació de la descàrrega no s'ha pogut completar

source: Duplicate Keychain
ca: Clauer duplicat

source: Element Content Declaration Not Finished
ca: Declaració del contingut de l'element no finalitzada

source: Element Content Declaration Not Started
ca: Declaració de contingut d'element no començada

source: Empty Document
ca: Document buit

source: Encoding Not Supported
ca: Codificació no admesa

source: Entity Boundary Error
ca: Error de límit d'entitat

source: Entity Is Parameter Error
ca: Error, la entitat és un parámetro

source: Entity Migration Policy Error
ca: Error de la política de migració de l'entitat

source: Entity Not Finished
ca: Entitat no finalitzada

source: Entity Not Started
ca: Entitat no començada

source: Entity Value Required
ca: L'entitat necessita un valor

source: Executable Architecture Mismatch
ca: L'arquitectura de l'executable no correspon

source: Executable Error
ca: Error a l'executable

source: Executable Link Error
ca: Error d'enllaçat de l'executable

source: Executable Load Error
ca: Error de càrrega de l'executable

source: Executable Not Loadable
ca: Executable no carregable

source: Executable Runtime Mismatch
ca: L'entorn d'execució i l'executable no coincideixen

source: External Record Import Error
ca: Error d'importació de registre extern

source: External Relationship Error
ca: Error de relació externa

source: External Subset Not Finished
ca: Subconjunt extern no finalitzat

source: Extra Content Error
ca: Error al contingut

source: Facebook Error
ca: Error de Facebook

source: Feature Unsupported
ca: Característica no suportada

source: File Already Exists
ca: El fitxer ja existeix

source: File Does Not Exist
ca: El fitxer no existeix

source: File Error
ca: Error de fitxer

source: File Is Directory
ca: L'arxiu és un directori

source: File Locking Error
ca: Error de bloqueig de l'arxiu

source: File Read Error
ca: Error de lectura de fitxer

source: File Too Large
ca: Fitxer massa gran

source: File Write Error
ca: Error d'escritura de fitxer

source: Formatting Error
ca: Error de format

source: Geocode Canceled
ca: Geocodificació cancel·lada

source: Geocode Found No Result
ca: La geocodificació no ha trobat cap resultat

source: Geocode Found Partial Result
ca: La geocodificació ha trobat un resultat parcial

source: HTTP Too Many Redirects
ca: Massa redireccions HTTP

source: Heading Failure
ca: Error determinant el rumb

source: Help
ca: Ajuda

source: Inapplicable Encoding
ca: Codificació no aplicable

source: Incompatible Schema
ca: Esquema incompatible

source: Incompatible Version Hash
ca: Versió de hash incompatible

source: Incomplete Save
ca: Desat incomplet

source: Inferred Mapping Model Error
ca: Error de correspondencia al model inferit

source: Interaction Not Allowed
ca: Interacció no permesa

source: Internal Error
ca: Error intern

source: International Roaming Off
ca: Roaming internacional desactivat

source: Interstitial Already Used
ca: Interstitial ja utilitzat

source: Invalid Ad Size
ca: Mida d'anunci no vàlida

source: Invalid Character
ca: Caràcter no vàlid

source: Invalid Client
ca: Client no vàlid

source: Invalid Conditional Section
ca: Secció condicional no vàlida

source: Invalid Date
ca: Data invàlida

source: Invalid Encoding
ca: Codificació no vàlida

source: Invalid Encoding Name
ca: Codificació de nom no vàlida

source: Invalid File Name
ca: Nom de fitxer no vàlid

source: Invalid Item Reference
ca: Referència no vàlida

source: Invalid Keychain
ca: Clauer no vàlid

source: Invalid Owner Edit Attempt
ca: Intent de canvi de propietari no vàlid

source: Invalid Parameter
ca: Paràmetre no vàlid

source: Invalid Payment
ca: Pagament no vàlid

source: Invalid Request
ca: Sol·licitud no vàlida

source: Invalid Response
ca: Resposta invàlida

source: Invalid Search Reference
ca: Referència de cerca no vàlida

source: Invalid Trust Setting
ca: Configuració de credencial no vàlida

source: Invalid Type
ca: Tipus no vàlid

source: Invalid URI
ca: URI no vàlida

source: Inventory Unavailable
ca: Inventari no disponible

source: Item Already Exists
ca: L'eElement ja existeix

source: Item Not Found
ca: Element no trobat

source: JSON Error
ca: Error a document JSON

source: Key Size Not Allowed
ca: Tamany de clau no permès

source: Keychain Class Non Existent
ca: Clauer d'un tipus que no existeix

source: Keychain Error
ca: Error del Gestor de claus

source: Keychain Non Existent
ca: El clauer no existeix

source: Literal Not Finished
ca: Literal no finalitzat

source: Literal Not Started
ca: Literal no començat

source: Loading Throttled
ca: Velocitat de càrrega limitada

source: Location Error
ca: Error d'ubicació

source: Location Unknown
ca: Localització desconeguda

source: Locking Error
ca: Error de bloqueig

source: Mail Cancelled
ca: Correu cancel·lat

source: Mail Error
ca: Error de correu

source: Mail Failed
ca: El correu ha fallat

source: Mail Save Failed
ca: Desat de correu fallit

source: Mail Saved
ca: Correu desat

source: Mail Send Failed
ca: L'enviament del correu ha fallat

source: Mail Sent
ca: Correu enviat

source: Map Error
ca: Error del mapa

source: Mediation Adapter Error
ca: Error a l'adaptador de mediació

source: Memory Allocation Error
ca: Error d'assignació de memòria

source: Merge Error
ca: Error de combinació

source: Message Cancelled
ca: Missatge cancel·lat

source: Message Failed
ca: El missatge ha fallat

source: Message Sent
ca: Missatge enviat

source: Migration Cancelled
ca: Migració cancel·lada

source: Migration Error
ca: Error de migració

source: Misplaced XML Declaration
ca: Declaració XML fora de lloc

source: Missing DTD
ca: Falta DTD

source: Missing Mandatory Property
ca: Falta propietat obligatori

source: Missing Mapping Model
ca: Error de correspondència del model

source: Missing Source Model
ca: Falta el model original

source: Multiple Validation Errors
ca: Múltiples errors de validació

source: NAME Required
ca: NAME requerit

source: Network Error
ca: Error de xarxa

source: No Ad Error
ca: Anunci no disponible

source: No Certificate Module Available
ca: Mòdul de certificat no disponible

source: No Error
ca: Cap error

source: No Permissions To Read File
ca: Sense permís per llegir l'arxiu

source: No Read Permission
ca: Necessita permís de lectura

source: No Storage Module
ca: No hi ha mòdul d'enmagatzament

source: No Such File
ca: No hi ha arxiu

source: No Trust Results Available
ca: Resultats no disponibles

source: No Write Permission
ca: Sense permís d'escriptura

source: No error description provided
ca: No s'ha proporcionat cap descripció de l'error

source: Not Connected To Internet
ca: No connectat a Internet

source: Not Well Balanced
ca: No equilibrat

source: Notation Not Finished
ca: Notació no finalitzada

source: Notation Not Started
ca: Notació no començada

source: Number Too Large
ca: Número massa gran

source: Number Too Small
ca: Número massa petit

source: OS Version Too Low
ca: La versió del SO és massa baixa

source: Operation Error
ca: Error a l'operació

source: Out Of Memory
ca: Sense memòria

source: Out Of Space
ca: Sense espai

source: Pattern Matching Error
ca: Error de no coincidència amb patró

source: Payment Cancelled
ca: Pagament cancel·lat

source: Payment Not Allowed
ca: Pagament no permès

source: Permission Denied
ca: Permís denegat

source: Persistent Store Open Error
ca: Error d'obertura al magatzem persistent

source: Placemark Not Found
ca: Marca de posició no trobada

source: Please check your internet connection and try again.
ca: Si us plau, comprova la connexió a internet i torna-ho a provar.

source: Premature Document End
ca: Final de documento prematuro

source: Processing Instruction Not Finished
ca: Instrucció de procès no finalitzada

source: Product Not Available
ca: Producte no disponible

source: Property List Corrupt
ca: Llista de propietats corrupte

source: Property List Error
ca: Error de llista de propietat

source: Property List Stream Error
ca: Error de seqüència de llista de propietats

source: Property List Unknown Version
ca: Versió desconeguda de llista de propietats

source: Public Identifier Required
ca: Requerit identificador públic

source: Read Only Attribute
ca: Atribut de només lectura

source: Read Only Error
ca: Error de només lectura

source: Read Only Volume
ca: Volum només de lectura

source: Redirect To Non Existent Location
ca: Redirecció a una ubicació inexistent

source: Referential Integrity Error
ca: Error d'integritat referencial

source: Region Monitoring Denied
ca: Monitorització de regió denegada

source: Region Monitoring Failure
ca: Error de monitorització de regió

source: Region Monitoring Response Delayed
ca: Resposta de la monitorització de regió retrassada

source: Region Monitoring Setup Delayed
ca: Inici de la monitorizació de regió retrassat

source: Relationship Exceeds Maximum Count
ca: La relació supera el nombre màxim

source: Relationship Lacks Minimum Count
ca: La relació no arriba al nombre mínim

source: Request Body Stream Exhausted
ca: Seqüència del cos de la sol·licitud esgotada

source: Resource Unavailable
ca: Recurs no disponible

source: Retry
ca: Tornar a provar

source: Retrying...
ca: Tornant a provar...

source: Save Conflicts
ca: Conflictes al desar

source: Save Error
ca: Error de desat

source: Secure Connection Failed
ca: La connexió segura ha fallat

source: Separator Required
ca: Separador requerit

source: Server Certificate Has Bad Date
ca: El certificat del servidor té malament la data

source: Server Certificate Has Unknown Root
ca: Certificat de servidor d'arrel desconeguda

source: Server Certificate Not Yet Valid
ca: El certificat del servidor no és encara vàlid

source: Server Certificate Untrusted
ca: El certificat del servidor no és de confiança

source: Server Error
ca: Error de servidor

source: Server Failure
ca: El servidor ha fallat

source: Source Store Error
ca: Error al magatzem d'origen

source: Space Required
ca: Es requereix un espai

source: State Machine Error
ca: Error de la màquina d'estats

source: Store Error
ca: Error de botiga

source: String Too Long
ca: Text massa llarg

source: String Too Short
ca: Text massa curt

source: Tag Name Mismatch
ca: El nom de l'etiqueta no coincideix

source: Timed Out
ca: Temps superat

source: Transition Declined
ca: Transició rebutjada

source: Transition Invalid
ca: Transició no vàlida

source: Type Mismatch
ca: Els tipus no coincideixen

source: URI Fragment Error
ca: Error de fragmento de URI

source: URI Required
ca: URI requerida

source: URL Error
ca: Error d'URL

source: Undeclared Entity
ca: Entitat no declarada

source: Unfinished Tag
ca: Etiqueta no finalitzada

source: Unimplemented
ca: No implementat

source: Unknown Encoding
ca: Codificació de desconeguda

source: Unknown Error
ca: Error desconegut

source: Unknown Result
ca: Resultat desconegut

source: Unsupported Request Type
ca: Tipus de sol·licitud no admès

source: Unsupported Scheme
ca: Eesquema no suportat

source: Unsupported URL
ca: URL no suportada

source: User Authentication Required
ca: Autenticació d'usuari requerida

source: User Cancelled Authentication
ca: L'usuari ha cancel·lat l'autenticació

source: User Interaction Required
ca: Es requereix la interacció de l'usuari

source: Validation Error
ca: Error de validació

source: Wrong Version
ca: Versió errònia

source: XML Declaration Not Finished
ca: Declaració XML no finalitzada

source: XML Declaration Not Started
ca: Declaració XML no començada

source: XML Error
ca: Error a document XML

source: XPC Connection Error
ca: Error de connexió XPC

source: XPC Connection Interrupted
ca: Connexió XPC interrompuda

source: XPC Connection Invalid
ca: Connexió XPC invàlida

source: XPC Connection Reply Invalid
ca: Resposta de connexió XPC invàlida

source: YES
ca: SI

source: You can adjust cellular network settings on iPhone in Settings > General > Cellular. On iPad the settings are located in Settings > Cellular Data To locate nearby Wi-Fi networks, tap Settings > Wi-Fi
ca: A l'iPhone, pots ajustar la configuració de xarxa mòbil a Configuració > General > Dades Mòbils. A l'iPad es troba a Configuració > Dades Mòbils Per localitzar xarxes Wi-Fi properes, ves a Configuració > Wi-Fi

source: Zero Byte Resource
ca: Recurs de zero bytes

source: iAd Error
ca: Error d'iAd
